import "../Style/pieriaInfo.css";

function PieriaInfo() {
    return (
        <div className="main-info-container">
            <h2 className="main-info-title">Καλωσόρισμα</h2>
            <p className="main-info-paragraph">
            Η Ελλάδα είναι μια χώρα με απαράμιλλη φυσική ομορφιά και πλούσια ιστορία,
            που στέκεται ως λίκνο του δυτικού πολιτισμού.
            Φημίζεται για τα νησιά της με τα κρυστάλλινα νερά, τα επιβλητικά βουνά της,
            και τους αρχαιολογικούς της θησαυρούς. Συνδυάζει την παράδοση με τη σύγχρονη ζωή,
            προσφέροντας μοναδικές εμπειρίες τόσο σε φυσιολάτρες όσο και σε λάτρεις
            της πολιτιστικής κληρονομιάς.
            </p>
        </div>
    );
}

export default PieriaInfo;
